Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/digitalt_museum.html.tmx
Source language: nob
Languages: sme

source: Digitalt Museum
sme: Digitála musea

source: Digitalt Museum er en felles, database over samlinger i norske og svenske kunst- og kulturhistoriske museer.
sme: DigitaltMuseum lea oktasaš diehtovuođđu norgga ja ruoŧa dáidda- ja kulturhistorjjálaš museaid čoahkkádusain.

source: Der kan man søke i flere millioner objekter fra ca 247 museer.
sme: Doppe sáhttá ohcat ollu miljon objeavttaid sullii 247 museas.

source: Materialet omfatter fotografier, gjenstander, kunstverk, designobjekter, arkitekttegninger og modeller og bygninger.
sme: Ávdnasiid nugo govaid, dávviriid, dáiddadahkosiid, designobjeavttaid, arkiteaktatevnnegiid ja málliid ja visttiid.

source: Det er også tilgang til samlinger av film, video og lydopptak.
sme: Doppe sáhttá gávdnat maiddái filmmaid, videoid ja báddemiid.

source: Besøk DigitaltMuseum
sme: Fina neahttabáikkis DigitaltMuseum
